
export const gantryOverViewData = [
    {
        id: "G000113001000220010",//门架编号
        name: "G1301B",//门架
        etcjycgl: "100",//ETC交易成功率
        cpcjycgl: "100",//cpc交易成功率
        jycgl:"100",//交易成功率
        cpsbl: "100",//车牌识别率
        pszql: "99.99",//牌识准确率
        tpbhl: "99.99",//图片捕获率
        wjysl: "0",//无交易数量
        xt: "1",//心跳
        gkj: "1",//工控机
        gtfwq: "1",//后台服务器
        rsu: "1",//RSU
        zpsxj: "1",//抓拍摄像机
        spsxj: "1",//视频摄像机
        txlsjys: "80",//通行流水积压数
        pslsjys: "85",//牌识流水积压数
        pstpjys: "70",//牌识图片积压数
        jfflbb: "1120200730002",//计费费率版本
        jfzklbb: "1120200730002",//计费折扣率版本
        htrjbb: "Version 1.1.0,Build 20200529,22:10:02",//后台软件版本
        qdrjbb: "fee_1.0.8.beta07|1.1.0",//前端软件版本
        dmll: "562415",//断面流量
        bgd: "1",//补光灯
        cpzl: "1",//磁盘阵列
        spcjrj: "1",//视频采集软件
        sjtb: "1",//时间同步
        sjk: "1",//数据库
        cfld: "1",//触发雷达
        jsld: "1",//计数雷达

    },
    {
        id: "G000113001000110010",//门架编号
        name: "G1302A",//门架
        etcjycgl: "100",//ETC交易成功率
        cpcjycgl: "100",//cpc交易成功率
        jycgl:"100",//交易成功率
        cpsbl: "100",//车牌识别率
        pszql: "99.99",//牌识准确率
        tpbhl: "99.99",//图片捕获率
        wjysl: "10",//无交易数量
        xt: "1",//心跳
        gkj: "1",//工控机
        gtfwq: "1",//后台服务器
        rsu: "1",//RSU
        zpsxj: "1",//抓拍摄像机
        spsxj: "1",//视频摄像机
        txlsjys: "89",//通行流水积压数
        pslsjys: "88",//牌识流水积压数
        pstpjys: "80",//牌识图片积压数
        jfflbb: "1120200730002",//计费费率版本
        jfzklbb: "1120200730002",//计费折扣率版本
        htrjbb: "Version 1.1.0,Build 20200529,22:10:02",//后台软件版本
        qdrjbb: "fee_1.0.8.beta07|1.1.0",//前端软件版本
        dmll: "5412784",//断面流量
        bgd: "1",//补光灯
        cpzl: "1",//磁盘阵列
        spcjrj: "1",//视频采集软件
        sjtb: "1",//时间同步
        sjk: "1",//数据库
        cfld: "1",//触发雷达
        jsld: "1",//计数雷达

    },
    {
        id: "G000113001000420010",//门架编号
        name: "G1283B",//门架
        etcjycgl: "100",//ETC交易成功率
        cpcjycgl: "100",//cpc交易成功率
        jycgl:"100",//交易成功率
        cpsbl: "100",//车牌识别率
        pszql: "99.99",//牌识准确率
        tpbhl: "99.99",//图片捕获率
        wjysl: "10",//无交易数量
        xt: "1",//心跳
        gkj: "1",//工控机
        gtfwq: "1",//后台服务器
        rsu: "1",//RSU
        zpsxj: "1",//抓拍摄像机
        spsxj: "1",//视频摄像机
        txlsjys: "60",//通行流水积压数
        pslsjys: "54",//牌识流水积压数
        pstpjys: "26",//牌识图片积压数
        jfflbb: "1120200730002",//计费费率版本
        jfzklbb: "1120200730002",//计费折扣率版本
        htrjbb: "Version 1.1.0,Build 20200529,22:10:02",//后台软件版本
        qdrjbb: "fee_1.0.8.beta07|1.1.0",//前端软件版本
        dmll: "412545",//断面流量
        bgd: "1",//补光灯
        cpzl: "1",//磁盘阵列
        spcjrj: "1",//视频采集软件
        sjtb: "1",//时间同步
        sjk: "1",//数据库
        cfld: "1",//触发雷达
        jsld: "1",//计数雷达

    },
    {
        id: "G000113001000310010",//门架编号
        name: "G1301A",//门架
        etcjycgl: "100",//ETC交易成功率
        cpcjycgl: "100",//cpc交易成功率
        jycgl:"100",//交易成功率
        cpsbl: "100",//车牌识别率
        pszql: "99.99",//牌识准确率
        tpbhl: "99.99",//图片捕获率
        wjysl: "10",//无交易数量
        xt: "1",//心跳
        gkj: "1",//工控机
        gtfwq: "1",//后台服务器
        rsu: "1",//RSU
        zpsxj: "1",//抓拍摄像机
        spsxj: "1",//视频摄像机
        txlsjys: "56",//通行流水积压数
        pslsjys: "26",//牌识流水积压数
        pstpjys: "45",//牌识图片积压数
        jfflbb: "1120200730002",//计费费率版本
        jfzklbb: "1120200730002",//计费折扣率版本
        htrjbb: "Version 1.1.0,Build 20200529,22:10:02",//后台软件版本
        qdrjbb: "fee_1.0.8.beta07|1.1.0",//前端软件版本
        dmll: "235647",//断面流量
        bgd: "1",//补光灯
        cpzl: "1",//磁盘阵列
        spcjrj: "1",//视频采集软件
        sjtb: "1",//时间同步
        sjk: "1",//数据库
        cfld: "1",//触发雷达
        jsld: "1",//计数雷达

    },
    {
        id: "G000113001000620010",//门架编号
        name: "G1276B",//门架
        etcjycgl: "100",//ETC交易成功率
        cpcjycgl: "100",//cpc交易成功率
        jycgl:"100",//交易成功率
        cpsbl: "100",//车牌识别率
        pszql: "99.99",//牌识准确率
        tpbhl: "99.99",//图片捕获率
        wjysl: "8",//无交易数量
        xt: "1",//心跳
        gkj: "1",//工控机
        gtfwq: "1",//后台服务器
        rsu: "1",//RSU
        zpsxj: "1",//抓拍摄像机
        spsxj: "1",//视频摄像机
        txlsjys: "56",//通行流水积压数
        pslsjys: "48",//牌识流水积压数
        pstpjys: "32",//牌识图片积压数
        jfflbb: "1120200730002",//计费费率版本
        jfzklbb: "1120200730002",//计费折扣率版本
        htrjbb: "Version 1.1.0,Build 20200529,22:10:02",//后台软件版本
        qdrjbb: "fee_1.0.8.beta07|1.1.0",//前端软件版本
        dmll: "132547",//断面流量
        bgd: "1",//补光灯
        cpzl: "1",//磁盘阵列
        spcjrj: "1",//视频采集软件
        sjtb: "1",//时间同步
        sjk: "1",//数据库
        cfld: "1",//触发雷达
        jsld: "1",//计数雷达

    },
    {
        id: "G000113001000510010",//门架编号
        name: "G1283A",//门架
        etcjycgl: "100",//ETC交易成功率
        cpcjycgl: "100",//cpc交易成功率
        jycgl:"100",//交易成功率
        cpsbl: "100",//车牌识别率
        pszql: "99.99",//牌识准确率
        tpbhl: "99.99",//图片捕获率
        wjysl: "2",//无交易数量
        xt: "1",//心跳
        gkj: "1",//工控机
        gtfwq: "1",//后台服务器
        rsu: "1",//RSU
        zpsxj: "1",//抓拍摄像机
        spsxj: "1",//视频摄像机
        txlsjys: "56",//通行流水积压数
        pslsjys: "88",//牌识流水积压数
        pstpjys: "75",//牌识图片积压数
        jfflbb: "1120200730002",//计费费率版本
        jfzklbb: "1120200730002",//计费折扣率版本
        htrjbb: "Version 1.1.0,Build 20200529,22:10:02",//后台软件版本
        qdrjbb: "fee_1.0.8.beta07|1.1.0",//前端软件版本
        dmll: "64578",//断面流量
        bgd: "1",//补光灯
        cpzl: "1",//磁盘阵列
        spcjrj: "1",//视频采集软件
        sjtb: "1",//时间同步
        sjk: "1",//数据库
        cfld: "1",//触发雷达
        jsld: "1",//计数雷达

    },
    {
        id: "G000113001000820010",//门架编号
        name: "G1270B",//门架
        etcjycgl: "100",//ETC交易成功率
        cpcjycgl: "100",//cpc交易成功率
        jycgl:"100",//交易成功率
        cpsbl: "100",//车牌识别率
        pszql: "99.99",//牌识准确率
        tpbhl: "99.99",//图片捕获率
        wjysl: "10",//无交易数量
        xt: "1",//心跳
        gkj: "1",//工控机
        gtfwq: "1",//后台服务器
        rsu: "1",//RSU
        zpsxj: "1",//抓拍摄像机
        spsxj: "1",//视频摄像机
        txlsjys: "46",//通行流水积压数
        pslsjys: "87",//牌识流水积压数
        pstpjys: "21",//牌识图片积压数
        jfflbb: "1120200730002",//计费费率版本
        jfzklbb: "1120200730002",//计费折扣率版本
        htrjbb: "Version 1.1.0,Build 20200529,22:10:02",//后台软件版本
        qdrjbb: "fee_1.0.8.beta07|1.1.0",//前端软件版本
        dmll: "245687",//断面流量
        bgd: "1",//补光灯
        cpzl: "1",//磁盘阵列
        spcjrj: "1",//视频采集软件
        sjtb: "1",//时间同步
        sjk: "1",//数据库
        cfld: "1",//触发雷达
        jsld: "1",//计数雷达

    },
    {
        id: "G000113001001020010",//门架编号
        name: "G1262B",//门架
        etcjycgl: "100",//ETC交易成功率
        cpcjycgl: "100",//cpc交易成功率
        jycgl:"100",//交易成功率
        cpsbl: "100",//车牌识别率
        pszql: "99.99",//牌识准确率
        tpbhl: "99.99",//图片捕获率
        wjysl: "10",//无交易数量
        xt: "1",//心跳
        gkj: "1",//工控机
        gtfwq: "1",//后台服务器
        rsu: "1",//RSU
        zpsxj: "1",//抓拍摄像机
        spsxj: "1",//视频摄像机
        txlsjys: "89",//通行流水积压数
        pslsjys: "88",//牌识流水积压数
        pstpjys: "80",//牌识图片积压数
        jfflbb: "1120200730002",//计费费率版本
        jfzklbb: "1120200730002",//计费折扣率版本
        htrjbb: "Version 1.1.0,Build 20200529,22:10:02",//后台软件版本
        qdrjbb: "fee_1.0.8.beta07|1.1.0",//前端软件版本
        dmll: "24154",//断面流量
        bgd: "1",//补光灯
        cpzl: "1",//磁盘阵列
        spcjrj: "1",//视频采集软件
        sjtb: "1",//时间同步
        sjk: "1",//数据库
        cfld: "1",//触发雷达
        jsld: "1",//计数雷达

    },
    {
        id: "G000113001000910010",//门架编号
        name: "G1270A",//门架
        etcjycgl: "100",//ETC交易成功率
        cpcjycgl: "100",//cpc交易成功率
        jycgl:"100",//交易成功率
        cpsbl: "100",//车牌识别率
        pszql: "99.99",//牌识准确率
        tpbhl: "99.99",//图片捕获率
        wjysl: "10",//无交易数量
        xt: "1",//心跳
        gkj: "1",//工控机
        gtfwq: "1",//后台服务器
        rsu: "1",//RSU
        zpsxj: "1",//抓拍摄像机
        spsxj: "1",//视频摄像机
        txlsjys: "56",//通行流水积压数
        pslsjys: "78",//牌识流水积压数
        pstpjys: "62",//牌识图片积压数
        jfflbb: "1120200730002",//计费费率版本
        jfzklbb: "1120200730002",//计费折扣率版本
        htrjbb: "Version 1.1.0,Build 20200529,22:10:02",//后台软件版本
        qdrjbb: "fee_1.0.8.beta07|1.1.0",//前端软件版本
        dmll: "145236",//断面流量
        bgd: "1",//补光灯
        cpzl: "1",//磁盘阵列
        spcjrj: "1",//视频采集软件
        sjtb: "1",//时间同步
        sjk: "1",//数据库
        cfld: "1",//触发雷达
        jsld: "1",//计数雷达

    },
    {
        id: "G000113001001220010",//门架编号
        name: "G1257B",//门架
        etcjycgl: "100",//ETC交易成功率
        cpcjycgl: "100",//cpc交易成功率
        jycgl:"100",//交易成功率
        cpsbl: "100",//车牌识别率
        pszql: "99.99",//牌识准确率
        tpbhl: "99.99",//图片捕获率
        wjysl: "10",//无交易数量
        xt: "1",//心跳
        gkj: "1",//工控机
        gtfwq: "1",//后台服务器
        rsu: "1",//RSU
        zpsxj: "1",//抓拍摄像机
        spsxj: "1",//视频摄像机
        txlsjys: "86",//通行流水积压数
        pslsjys: "45",//牌识流水积压数
        pstpjys: "75",//牌识图片积压数
        jfflbb: "1120200730002",//计费费率版本
        jfzklbb: "1120200730002",//计费折扣率版本
        htrjbb: "Version 1.1.0,Build 20200529,22:10:02",//后台软件版本
        qdrjbb: "fee_1.0.8.beta07|1.1.0",//前端软件版本
        dmll: "24561254",//断面流量
        bgd: "1",//补光灯
        cpzl: "1",//磁盘阵列
        spcjrj: "1",//视频采集软件
        sjtb: "1",//时间同步
        sjk: "1",//数据库
        cfld: "1",//触发雷达
        jsld: "1",//计数雷达

    },
    {
        id: "G000113001001110010",//门架编号
        name: "G1262A",//门架
        etcjycgl: "100",//ETC交易成功率
        cpcjycgl: "100",//cpc交易成功率
        jycgl:"100",//交易成功率
        cpsbl: "100",//车牌识别率
        pszql: "99.99",//牌识准确率
        tpbhl: "99.99",//图片捕获率
        wjysl: "10",//无交易数量
        xt: "1",//心跳
        gkj: "1",//工控机
        gtfwq: "1",//后台服务器
        rsu: "1",//RSU
        zpsxj: "1",//抓拍摄像机
        spsxj: "1",//视频摄像机
        txlsjys: "25",//通行流水积压数
        pslsjys: "46",//牌识流水积压数
        pstpjys: "87",//牌识图片积压数
        jfflbb: "1120200730002",//计费费率版本
        jfzklbb: "1120200730002",//计费折扣率版本
        htrjbb: "Version 1.1.0,Build 20200529,22:10:02",//后台软件版本
        qdrjbb: "fee_1.0.8.beta07|1.1.0",//前端软件版本
        dmll: "12354",//断面流量
        bgd: "1",//补光灯
        cpzl: "1",//磁盘阵列
        spcjrj: "1",//视频采集软件
        sjtb: "1",//时间同步
        sjk: "1",//数据库
        cfld: "1",//触发雷达
        jsld: "1",//计数雷达

    },
    {
        id: "G000113001001620010",//门架编号
        name: "G110B",//门架
        etcjycgl: "100",//ETC交易成功率
        cpcjycgl: "100",//cpc交易成功率
        jycgl:"100",//交易成功率
        cpsbl: "100",//车牌识别率
        pszql: "99.99",//牌识准确率
        tpbhl: "99.99",//图片捕获率
        wjysl: "10",//无交易数量
        xt: "1",//心跳
        gkj: "1",//工控机
        gtfwq: "1",//后台服务器
        rsu: "1",//RSU
        zpsxj: "1",//抓拍摄像机
        spsxj: "1",//视频摄像机
        txlsjys: "21",//通行流水积压数
        pslsjys: "23",//牌识流水积压数
        pstpjys: "42",//牌识图片积压数
        jfflbb: "1120200730002",//计费费率版本
        jfzklbb: "1120200730002",//计费折扣率版本
        htrjbb: "Version 1.1.0,Build 20200529,22:10:02",//后台软件版本
        qdrjbb: "fee_1.0.8.beta07|1.1.0",//前端软件版本
        dmll: "234785",//断面流量
        bgd: "1",//补光灯
        cpzl: "1",//磁盘阵列
        spcjrj: "1",//视频采集软件
        sjtb: "1",//时间同步
        sjk: "1",//数据库
        cfld: "1",//触发雷达
        jsld: "1",//计数雷达

    },
]

// 门架补光灯控制
export const fillLightData =[
    {
        id: "G000113001001620010",//门架编号
        name: "G110A",//门架
        cdh:"1",//车道号
        zsxjzt:"1",//主摄像机状态
        bsxjzt:"2",//备摄像机状态
        zdkg:"1",//主灯开关
        bdkg:"0",//备灯开关
        bgdkgcl:"19:00 - 6:00",//补光灯开关策略
        bgddld:"90",//补光灯灯亮度  
    },
    {
        id: "G000113001001510010",//门架编号
        name: "G110B",//门架
        cdh:"1",//车道号
        zsxjzt:"1",//主摄像机状态
        bsxjzt:"2",//备摄像机状态
        zdkg:"1",//主灯开关
        bdkg:"0",//备灯开关
        bgdkgcl:"19:00 - 6:00",//补光灯开关策略
        bgddld:"90",//补光灯灯亮度  
    },
    {
        id: "G000113001001820010",//门架编号
        name: "G1247B",//门架
        cdh:"1",//车道号
        zsxjzt:"1",//主摄像机状态
        bsxjzt:"2",//备摄像机状态
        zdkg:"1",//主灯开关
        bdkg:"0",//备灯开关
        bgdkgcl:"19:00 - 6:00",//补光灯开关策略
        bgddld:"90",//补光灯灯亮度  
    },
    {
        id: "G000113001001710010",//门架编号
        name: "G1257A",//门架
        cdh:"1",//车道号
        zsxjzt:"1",//主摄像机状态
        bsxjzt:"2",//备摄像机状态
        zdkg:"1",//主灯开关
        bdkg:"0",//备灯开关
        bgdkgcl:"19:00 - 6:00",//补光灯开关策略
        bgddld:"90",//补光灯灯亮度  
    },
    {
        id: "G000113001002020010",//门架编号
        name: "G1221B",//门架
        cdh:"1",//车道号
        zsxjzt:"1",//主摄像机状态
        bsxjzt:"2",//备摄像机状态
        zdkg:"1",//主灯开关
        bdkg:"0",//备灯开关
        bgdkgcl:"19:00 - 6:00",//补光灯开关策略
        bgddld:"90",//补光灯灯亮度  
    },
    {
        id: "G000113001001910010",//门架编号
        name: "G1247A",//门架
        cdh:"1",//车道号
        zsxjzt:"1",//主摄像机状态
        bsxjzt:"2",//备摄像机状态
        zdkg:"1",//主灯开关
        bdkg:"0",//备灯开关
        bgdkgcl:"19:00 - 6:00",//补光灯开关策略
        bgddld:"90",//补光灯灯亮度  
    },
    {
        id: "G000113001002220010",//门架编号
        name: "G1200B",//门架
        cdh:"1",//车道号
        zsxjzt:"1",//主摄像机状态
        bsxjzt:"2",//备摄像机状态
        zdkg:"1",//主灯开关
        bdkg:"0",//备灯开关
        bgdkgcl:"19:00 - 6:00",//补光灯开关策略
        bgddld:"90",//补光灯灯亮度  
    },
    {
        id: "G000113001002110010",//门架编号
        name: "G1221A",//门架
        cdh:"1",//车道号
        zsxjzt:"1",//主摄像机状态
        bsxjzt:"2",//备摄像机状态
        zdkg:"1",//主灯开关
        bdkg:"0",//备灯开关
        bgdkgcl:"19:00 - 6:00",//补光灯开关策略
        bgddld:"90",//补光灯灯亮度  
    },
    {
        id: "G000113001002420010",//门架编号
        name: "G1192B",//门架
        cdh:"1",//车道号
        zsxjzt:"1",//主摄像机状态
        bsxjzt:"2",//备摄像机状态
        zdkg:"1",//主灯开关
        bdkg:"0",//备灯开关
        bgdkgcl:"19:00 - 6:00",//补光灯开关策略
        bgddld:"90",//补光灯灯亮度  
    },
    {
        id: "G000113001002310010",//门架编号
        name: "G1200A",//门架
        cdh:"1",//车道号
        zsxjzt:"1",//主摄像机状态
        bsxjzt:"2",//备摄像机状态
        zdkg:"1",//主灯开关
        bdkg:"0",//备灯开关
        bgdkgcl:"19:00 - 6:00",//补光灯开关策略
        bgddld:"90",//补光灯灯亮度  
    }
]

// 门架运营质量
export const workingData=[
    {
        id: "G000113001002620010",//门架编号
        name: "G1160B",//门架
        xtbdbzts:"2",//心跳不达标总天数
        zpsxjxtbdbts:"1",//抓拍摄像机心跳不达标天数
        bgdxtbdbts:"0",//补光灯心跳不达标天数
        cfldxtbdbts:"0",//触发雷达心跳不达标天数
        jsldxtbdbts:"0",//计数雷达心跳不达标天数
        rsuxtbdbts:"0",//RSU心跳不达标天数
        spsxjxtbdbts:"0",//视频摄像机心跳不达标天数
    },
    {
        id: "G000113001002510010",//门架编号
        name: "G1192A",//门架
        xtbdbzts:"2",//心跳不达标总天数
        zpsxjxtbdbts:"0",//抓拍摄像机心跳不达标天数
        bgdxtbdbts:"1",//补光灯心跳不达标天数
        cfldxtbdbts:"0",//触发雷达心跳不达标天数
        jsldxtbdbts:"0",//计数雷达心跳不达标天数
        rsuxtbdbts:"0",//RSU心跳不达标天数
        spsxjxtbdbts:"0",//视频摄像机心跳不达标天数
    },
    {
        id: "G000113001002820010",//门架编号
        name: "G1165B",//门架
        xtbdbzts:"0",//心跳不达标总天数
        zpsxjxtbdbts:"0",//抓拍摄像机心跳不达标天数
        bgdxtbdbts:"0",//补光灯心跳不达标天数
        cfldxtbdbts:"0",//触发雷达心跳不达标天数
        jsldxtbdbts:"0",//计数雷达心跳不达标天数
        rsuxtbdbts:"0",//RSU心跳不达标天数
        spsxjxtbdbts:"0",//视频摄像机心跳不达标天数
    },
    {
        id: "G000113001002710010",//门架编号
        name: "G1171A",//门架
        xtbdbzts:"3",//心跳不达标总天数
        zpsxjxtbdbts:"1",//抓拍摄像机心跳不达标天数
        bgdxtbdbts:"2",//补光灯心跳不达标天数
        cfldxtbdbts:"0",//触发雷达心跳不达标天数
        jsldxtbdbts:"0",//计数雷达心跳不达标天数
        rsuxtbdbts:"0",//RSU心跳不达标天数
        spsxjxtbdbts:"0",//视频摄像机心跳不达标天数
    },
    {
        id: "G000113001003020010",//门架编号
        name: "G1160B",//门架
        xtbdbzts:"0",//心跳不达标总天数
        zpsxjxtbdbts:"0",//抓拍摄像机心跳不达标天数
        bgdxtbdbts:"0",//补光灯心跳不达标天数
        cfldxtbdbts:"0",//触发雷达心跳不达标天数
        jsldxtbdbts:"0",//计数雷达心跳不达标天数
        rsuxtbdbts:"0",//RSU心跳不达标天数
        spsxjxtbdbts:"0",//视频摄像机心跳不达标天数
    },
    {
        id: "G000113001002910010",//门架编号
        name: "G1165A",//门架
        xtbdbzts:"2",//心跳不达标总天数
        zpsxjxtbdbts:"0",//抓拍摄像机心跳不达标天数
        bgdxtbdbts:"2",//补光灯心跳不达标天数
        cfldxtbdbts:"0",//触发雷达心跳不达标天数
        jsldxtbdbts:"0",//计数雷达心跳不达标天数
        rsuxtbdbts:"0",//RSU心跳不达标天数
        spsxjxtbdbts:"0",//视频摄像机心跳不达标天数
    },
    {
        id: "G000113001003220010",//门架编号
        name: "G1150B",//门架
        xtbdbzts:"1",//心跳不达标总天数
        zpsxjxtbdbts:"0",//抓拍摄像机心跳不达标天数
        bgdxtbdbts:"1",//补光灯心跳不达标天数
        cfldxtbdbts:"0",//触发雷达心跳不达标天数
        jsldxtbdbts:"0",//计数雷达心跳不达标天数
        rsuxtbdbts:"0",//RSU心跳不达标天数
        spsxjxtbdbts:"0",//视频摄像机心跳不达标天数
    },
    {
        id: "G000113001003110010",//门架编号
        name: "G1160A",//门架
        xtbdbzts:"1",//心跳不达标总天数
        zpsxjxtbdbts:"0",//抓拍摄像机心跳不达标天数
        bgdxtbdbts:"1",//补光灯心跳不达标天数
        cfldxtbdbts:"0",//触发雷达心跳不达标天数
        jsldxtbdbts:"0",//计数雷达心跳不达标天数
        rsuxtbdbts:"0",//RSU心跳不达标天数
        spsxjxtbdbts:"0",//视频摄像机心跳不达标天数
    },
    {
        id: "G000113001003420010",//门架编号
        name: "G1144B",//门架
        xtbdbzts:"0",//心跳不达标总天数
        zpsxjxtbdbts:"0",//抓拍摄像机心跳不达标天数
        bgdxtbdbts:"0",//补光灯心跳不达标天数
        cfldxtbdbts:"0",//触发雷达心跳不达标天数
        jsldxtbdbts:"0",//计数雷达心跳不达标天数
        rsuxtbdbts:"0",//RSU心跳不达标天数
        spsxjxtbdbts:"0",//视频摄像机心跳不达标天数
    },
    {
        id: "G000113001003310010",//门架编号
        name: "G1150A",//门架
        xtbdbzts:"2",//心跳不达标总天数
        zpsxjxtbdbts:"1",//抓拍摄像机心跳不达标天数
        bgdxtbdbts:"1",//补光灯心跳不达标天数
        cfldxtbdbts:"0",//触发雷达心跳不达标天数
        jsldxtbdbts:"0",//计数雷达心跳不达标天数
        rsuxtbdbts:"0",//RSU心跳不达标天数
        spsxjxtbdbts:"0",//视频摄像机心跳不达标天数
    }
]

// 门架故障处理
export const faulthandlingData=[
    {
        fzx:"长深高速互通-唐山北匝道收费站1",//分中心
        mjbh:"G000113001003310010",//门架编号
        mjmc:"G1150A",//门架名称
        gjlx:"天线交易率低",//告警类型
        gjxq:"主RSU异常，101摄像机异常，补光灯异常",//告警详情
        yxsngzcs:"1",//一小时内故障次数
        yxsnxtcs:"12",//一小时内心跳次数
    },
    {
        fzx:"长深高速互通-鸦鸿桥匝道收费站1",//分中心
        mjbh:"G000113001003620010",//门架编号
        mjmc:"G1144A",//门架名称
        gjlx:"天线交易率低",//告警类型
        gjxq:"主RSU异常，105摄像机异常",//告警详情
        yxsngzcs:"0",//一小时内故障次数
        yxsnxtcs:"8",//一小时内心跳次数
    },
    {
        fzx:"鸦鸿桥匝道收费站-长深高速互通1",//分中心
        mjbh:"G000113001003510010",//门架编号
        mjmc:"G1150A",//门架名称
        gjlx:"天线交易率低",//告警类型
        gjxq:"主RSU异常,补光灯异常",//告警详情
        yxsngzcs:"1",//一小时内故障次数
        yxsnxtcs:"6",//一小时内心跳次数
    },
    {
        fzx:"鸦鸿桥匝道收费站-玉田匝道收费站1",//分中心
        mjbh:"G000113001003820010",//门架编号
        mjmc:"G1111B",//门架名称
        gjlx:"107摄像机异常",//告警类型
        gjxq:"补光灯异常",//告警详情
        yxsngzcs:"2",//一小时内故障次数
        yxsnxtcs:"10",//一小时内心跳次数
    },
    {
        fzx:"玉田匝道收费站-津冀界1",//分中心
        mjbh:"G000113001004020020",//门架编号
        mjmc:"G1144A",//门架名称
        gjlx:"天线交易率低",//告警类型
        gjxq:"补光灯异常",//告警详情
        yxsngzcs:"2",//一小时内故障次数
        yxsnxtcs:"15",//一小时内心跳次数
    },
    {
        fzx:"玉田匝道收费站-津冀界2",//分中心
        mjbh:"G000113001003910010",//门架编号
        mjmc:"G1124A",//门架名称
        gjlx:"106摄像机异常",//告警类型
        gjxq:"补光灯异常",//告警详情
        yxsngzcs:"2",//一小时内故障次数
        yxsnxtcs:"7",//一小时内心跳次数
    },
    {
        fzx:"津冀界-玉田匝道收费站1",//分中心
        mjbh:"G000113001003910020",//门架编号
        mjmc:"G1111A-1",//门架名称
        gjlx:"天线交易率低",//告警类型
        gjxq:"补光灯异常",//告警详情
        yxsngzcs:"2",//一小时内故障次数
        yxsnxtcs:"9",//一小时内心跳次数
    },
    {
        fzx:"津冀界-玉田匝道收费站2",//分中心
        mjbh:"G000113002004220010",//门架编号
        mjmc:"G1111A-2",//门架名称
        gjlx:"102摄像机异常",//告警类型
        gjxq:"补光灯异常",//告警详情
        yxsngzcs:"2",//一小时内故障次数
        yxsnxtcs:"10",//一小时内心跳次数
    },
    {
        fzx:"陡河(唐津枢纽)互通-唐山北匝道收费站1",//分中心
        mjbh:"G000113001003110010",//门架编号
        mjmc:"G1150B",//门架名称
        gjlx:"天线交易率低",//告警类型
        gjxq:"补光灯异常",//告警详情
        yxsngzcs:"2",//一小时内故障次数
        yxsnxtcs:"9",//一小时内心跳次数
    },
    {
        fzx:"唐山北匝道收费站-陡河(唐津枢纽)互通1",//分中心
        mjbh:"G000113001003110010",//门架编号
        mjmc:"G1160A",//门架名称
        gjlx:"天线交易率低",//告警类型
        gjxq:"补光灯异常",//告警详情
        yxsngzcs:"2",//一小时内故障次数
        yxsnxtcs:"10",//一小时内心跳次数
    }
] 

// 车道概览
export const laneOverViewData=[
    {
        
        sfz:"冀津界-香河东匝道收费站1",//收费站
        zltl:"100",//总连通率
        etcrk:"100",//ECT入口
        etcck:"100",//ECT出口
        herk:"100",//混合入口
        heck:"100",//混合出口
        cd:"K58+250车道",

    },
    {
        
        sfz:"冀津界-香河东匝道收费站2",//收费站
        zltl:"100",//总连通率
        etcrk:"100",//ECT入口
        etcck:"100",//ECT出口
        herk:"100",//混合入口
        heck:"100",//混合出口
        cd:"K57+750车道",
    },
    {
        
        sfz:"香河东匝道收费站-冀津界1",//收费站
        zltl:"100",//总连通率
        etcrk:"100",//ECT入口
        etcck:"100",//ECT出口
        herk:"100",//混合入口
        heck:"100",//混合出口
        cd:"K57+700车道",
    },
    {
        
        sfz:"香河东匝道收费站-冀津界2",//收费站
        zltl:"100",//总连通率
        etcrk:"100",//ECT入口
        etcck:"100",//ECT出口
        herk:"100",//混合入口
        heck:"100",//混合出口
        cd:"K57+200车道",
    },
    {
        
        sfz:"香河东匝道收费站-香河北匝道收费站1",//收费站
        zltl:"100",//总连通率
        etcrk:"100",//ECT入口
        etcck:"100",//ECT出口
        herk:"100",//混合入口
        heck:"100",//混合出口
        cd:"K50+030车道",
    },
    {
        
        sfz:"香河北匝道收费站-香河东匝道收费站1",//收费站
        zltl:"100",//总连通率
        etcrk:"100",//ECT入口
        etcck:"100",//ECT出口
        herk:"100",//混合入口
        heck:"100",//混合出口
        cd:"K50+000车道",
    },
    {
        
        sfz:"香河北匝道收费站-京冀界1",//收费站
        zltl:"100",//总连通率
        etcrk:"100",//ECT入口
        etcck:"100",//ECT出口
        herk:"100",//混合入口
        heck:"100",//混合出口
        cd:"K46+250车道",
    },
    {
        
        sfz:"香河北匝道收费站-京冀界2",//收费站
        zltl:"100",//总连通率
        etcrk:"100",//ECT入口
        etcck:"100",//ECT出口
        herk:"100",//混合入口
        heck:"100",//混合出口
        cd:"K55+750车道",
    },
    {
        
        sfz:"京冀界-香河北匝道收费站1",//收费站
        zltl:"100",//总连通率
        etcrk:"100",//ECT入口
        etcck:"100",//ECT出口
        herk:"100",//混合入口
        heck:"100",//混合出口
        cd:"K45+700车道",
    },
    {
        
        sfz:"京冀界-香河北匝道收费站2",//收费站
        zltl:"100",//总连通率
        etcrk:"100",//ECT入口
        etcck:"100",//ECT出口
        herk:"100",//混合入口
        heck:"100",//混合出口
        cd:"K45+200车道",
    }
]
//收费站详情信息
export const overviewDetails=[
    {
        sfcd:"进京入口1道",//收费车道
        etccd:"ETC车道",//车道类型
        xt:"1",//心跳
        rus:"1",//RUS
        gkj:"1",//工控机
        dkq:"1",//读卡器
        cdsxj:"1",//车道摄像机
        cpsb:"1",//车牌识别
        ydzf:"1",//移动支付
        cdzt:"1",//车道状态
        cdrjbb:"9.0.1.2",//车道软件版本
        czxtbb:"Linux",//操作系统版本

    },
    {
        sfcd:"进京入口1道",//收费车道
        etccd:"ETC车道",//车道类型
        xt:"1",//心跳
        rus:"1",//RUS
        gkj:"1",//工控机
        dkq:"1",//读卡器
        cdsxj:"1",//车道摄像机
        cpsb:"1",//车牌识别
        ydzf:"1",//移动支付
        cdzt:"1",//车道状态
        cdrjbb:"9.0.1.2",//车道软件版本
        czxtbb:"Linux",//操作系统版本

    }, {
        sfcd:"进京入口1道",//收费车道
        etccd:"ETC车道",//车道类型
        xt:"1",//心跳
        rus:"1",//RUS
        gkj:"1",//工控机
        dkq:"1",//读卡器
        cdsxj:"1",//车道摄像机
        cpsb:"1",//车牌识别
        ydzf:"1",//移动支付
        cdzt:"1",//车道状态
        cdrjbb:"9.0.1.2",//车道软件版本
        czxtbb:"Linux",//操作系统版本

    }
]

// 车道补光灯

export const laneLightData=[
    {
        id: "G000113001000620",//费站编号
        name: "秦皇岛东匝道收费站-秦皇岛北匝道收费站1",//收费站名称
        cdh:"K281+430车道",//车道号
        zsxjzt:"1",//主摄像机状态
        bsxjzt:"0",//备摄像机状态
        zdkg:"1",//主灯开关
        bdkg:"0",//备灯开关
        bgdkgcl:"19:00 - 6:00",//补光灯开关策略
        bgddld:"90",//补光灯灯亮度
        
    },
    {
        id: "G000113001000510",//费站编号
        name: "秦皇岛东匝道收费站-秦皇岛北匝道收费站2",//收费站名称
        cdh:"K281+400车道",//车道号
        zsxjzt:"1",//主摄像机状态
        bsxjzt:"0",//备摄像机状态
        zdkg:"1",//主灯开关
        bdkg:"0",//备灯开关
        bgdkgcl:"19:00 - 6:00",//补光灯开关策略
        bgddld:"90",//补光灯灯亮度
        
    },
    {
        id: "G000113001000510010",//费站编号
        name: "秦皇岛北匝道收费站-秦皇岛匝道收费站1",//收费站名称
        cdh:"K281+300车道",//车道号
        zsxjzt:"1",//主摄像机状态
        bsxjzt:"0",//备摄像机状态
        zdkg:"1",//主灯开关
        bdkg:"0",//备灯开关
        bgdkgcl:"19:00 - 6:00",//补光灯开关策略
        bgddld:"90",//补光灯灯亮度
        
    },
    {
        id: "G000113001001020",//费站编号
        name: "(承秦)互通-秦皇岛匝道收费站1",//收费站名称
        cdh:"K268+300车道",//车道号
        zsxjzt:"1",//主摄像机状态
        bsxjzt:"0",//备摄像机状态
        zdkg:"1",//主灯开关
        bdkg:"0",//备灯开关
        bgdkgcl:"19:00 - 6:00",//补光灯开关策略
        bgddld:"90",//补光灯灯亮度
        
    },
    {
        id: "G000113001001220",//费站编号
        name: "(承秦)互通-北戴河支线互通1",//收费站名称
        cdh:"K268+830车道",//车道号
        zsxjzt:"1",//主摄像机状态
        bsxjzt:"0",//备摄像机状态
        zdkg:"1",//主灯开关
        bdkg:"0",//备灯开关
        bgdkgcl:"19:00 - 6:00",//补光灯开关策略
        bgddld:"90",//补光灯灯亮度
        
    },
    {
        id: "G000113001001820",//费站编号
        name: "主线北戴河支线互通-抚宁匝道收费站1",//收费站名称
        cdh:"K249+690车道",//车道号
        zsxjzt:"1",//主摄像机状态
        bsxjzt:"0",//备摄像机状态
        zdkg:"1",//主灯开关
        bdkg:"0",//备灯开关
        bgdkgcl:"19:00 - 6:00",//补光灯开关策略
        bgddld:"90",//补光灯灯亮度
        
    },
    {
        id: "G000113001001710",//费站编号
        name: "抚宁匝道收费站-北戴河支线互通1",//收费站名称
        cdh:"K249+660车道",//车道号
        zsxjzt:"1",//主摄像机状态
        bsxjzt:"0",//备摄像机状态
        zdkg:"1",//主灯开关
        bdkg:"0",//备灯开关
        bgdkgcl:"19:00 - 6:00",//补光灯开关策略
        bgddld:"90",//补光灯灯亮度
        
    },
    {
        id: "G000113001002020",//费站编号
        name: "抚宁匝道收费站-卢龙匝道收费站1",//收费站名称
        cdh:"K249+630车道",//车道号
        zsxjzt:"1",//主摄像机状态
        bsxjzt:"0",//备摄像机状态
        zdkg:"1",//主灯开关
        bdkg:"0",//备灯开关
        bgdkgcl:"19:00 - 6:00",//补光灯开关策略
        bgddld:"90",//补光灯灯亮度
        
    },
    {
        id: "G000113001002220",//费站编号
        name: "卢龙匝道收费站-抚宁匝道收费站1",//收费站名称
        cdh:"K220+300车道",//车道号
        zsxjzt:"1",//主摄像机状态
        bsxjzt:"0",//备摄像机状态
        zdkg:"1",//主灯开关
        bdkg:"0",//备灯开关
        bgdkgcl:"19:00 - 6:00",//补光灯开关策略
        bgddld:"90",//补光灯灯亮度
        
    },
    {
        id: "G000113001002110",//费站编号
        name: "卢龙匝道收费站-迁安匝道收费站1",//收费站名称
        cdh:"K220+000车道",//车道号
        zsxjzt:"1",//主摄像机状态
        bsxjzt:"0",//备摄像机状态
        zdkg:"1",//主灯开关
        bdkg:"0",//备灯开关
        bgdkgcl:"19:00 - 6:00",//补光灯开关策略
        bgddld:"90",//补光灯灯亮度
        
    },
    
]



// 轮轴设备监控
export const wheelEquipmentData=[
    {
        sfz:"迁安支线互通-榛子镇匝道收费站1",//收费站
        sfcd:"K173+130车道",//收费车道
        cdlx:"ETC车道",//车道类型
        lzsb:"1",//轮轴设备
        zssbl:"100",//轴数识别率
        zssbzql:"80",//轴数识别正确率
        zxsbl:"100",//轴型识别率
        zxsbzql:"80",//轴型识别正确率
        cpsbl:"100",//车牌识别率
        cpsbzql:"100",//车牌识别正确率
    },
    {
        sfz:"迁安支线互通-榛子镇匝道收费站1",//收费站
        sfcd:"K173+130车道",//收费车道
        cdlx:"ETC车道",//车道类型
        lzsb:"2",//轮轴设备
        zssbl:"100",//轴数识别率
        zssbzql:"80",//轴数识别正确率
        zxsbl:"100",//轴型识别率
        zxsbzql:"80",//轴型识别正确率
        cpsbl:"100",//车牌识别率
        cpsbzql:"100",//车牌识别正确率
    },
    {
        sfz:"榛子镇匝道收费站-迁安支线互通1",//收费站
        sfcd:"K173+100车道",//收费车道
        cdlx:"ETC车道",//车道类型
        lzsb:"1",//轮轴设备
        zssbl:"100",//轴数识别率
        zssbzql:"80",//轴数识别正确率
        zxsbl:"100",//轴型识别率
        zxsbzql:"80",//轴型识别正确率
        cpsbl:"100",//车牌识别率
        cpsbzql:"100",//车牌识别正确率
    },
    {
        sfz:"陡河(唐津枢纽)互通-迁西支线互通1",//收费站
        sfcd:"K164+000车道",//收费车道
        cdlx:"ETC车道",//车道类型
        lzsb:"1",//轮轴设备
        zssbl:"100",//轴数识别率
        zssbzql:"80",//轴数识别正确率
        zxsbl:"100",//轴型识别率
        zxsbzql:"80",//轴型识别正确率
        cpsbl:"100",//车牌识别率
        cpsbzql:"100",//车牌识别正确率
    },
    {
        sfz:"唐山北匝道收费站-陡河(唐津枢纽)互通1",//收费站
        sfcd:"K152+400车道",//收费车道
        cdlx:"ETC车道",//车道类型
        lzsb:"1",//轮轴设备
        zssbl:"100",//轴数识别率
        zssbzql:"80",//轴数识别正确率
        zxsbl:"100",//轴型识别率
        zxsbzql:"80",//轴型识别正确率
        cpsbl:"100",//车牌识别率
        cpsbzql:"100",//车牌识别正确率
    },
    {
        sfz:"长深高速互通-唐山北匝道收费站1",//收费站
        sfcd:"K148+300车道",//收费车道
        cdlx:"ETC车道",//车道类型
        lzsb:"1",//轮轴设备
        zssbl:"100",//轴数识别率
        zssbzql:"80",//轴数识别正确率
        zxsbl:"100",//轴型识别率
        zxsbzql:"80",//轴型识别正确率
        cpsbl:"100",//车牌识别率
        cpsbzql:"100",//车牌识别正确率
    },
    {
        sfz:"鸦鸿桥匝道收费站-玉田匝道收费站1",//收费站
        sfcd:"K127+340车道",//收费车道
        cdlx:"ETC车道",//车道类型
        lzsb:"1",//轮轴设备
        zssbl:"100",//轴数识别率
        zssbzql:"80",//轴数识别正确率
        zxsbl:"100",//轴型识别率
        zxsbzql:"80",//轴型识别正确率
        cpsbl:"100",//车牌识别率
        cpsbzql:"100",//车牌识别正确率
    },
    {
        sfz:"玉田匝道收费站-津冀界1",//收费站
        sfcd:"K110+830车道",//收费车道
        cdlx:"ETC车道",//车道类型
        lzsb:"2",//轮轴设备
        zssbl:"100",//轴数识别率
        zssbzql:"80",//轴数识别正确率
        zxsbl:"100",//轴型识别率
        zxsbzql:"80",//轴型识别正确率
        cpsbl:"100",//车牌识别率
        cpsbzql:"100",//车牌识别正确率
    },
    {
        sfz:"津冀界-玉田匝道收费站1",//收费站
        sfcd:"K110+300车道",//收费车道
        cdlx:"ETC车道",//车道类型
        lzsb:"1",//轮轴设备
        zssbl:"100",//轴数识别率
        zssbzql:"80",//轴数识别正确率
        zxsbl:"100",//轴型识别率
        zxsbzql:"80",//轴型识别正确率
        cpsbl:"100",//车牌识别率
        cpsbzql:"100",//车牌识别正确率
    },
    {
        sfz:"冀津界-香河东匝道收费站1",//收费站
        sfcd:"K58+250车道",//收费车道
        cdlx:"ETC车道",//车道类型
        lzsb:"1",//轮轴设备
        zssbl:"100",//轴数识别率
        zssbzql:"80",//轴数识别正确率
        zxsbl:"100",//轴型识别率
        zxsbzql:"80",//轴型识别正确率
        cpsbl:"100",//车牌识别率
        cpsbzql:"100",//车牌识别正确率
    }

]